Repository: PITADIA/android-couple-app
Catalog: TuPreferes.xcstrings
Source language: en
Languages: de, es, fr, it, pt, pt_br

# tp_223
source: Would you rather live a wonderful life until 100, or spend 100 years at the age of your choice?
de: Lieber ein wunderbares Leben bis 100 oder 100 Jahre im Alter deiner Wahl verbringen?
es: ¿Preferirías vivir una vida maravillosa hasta los 100, o pasar 100 años con la edad que elijas?
fr: Tu préfères vivre une vie merveilleuse jusqu'à 100 ans, ou passer 100 ans à l'âge de ton choix ?
it: Preferiresti vivere senza potermi mai vedere o senza potermi mai sentire?
pt: Preferias viver uma vida maravilhosa até aos 100 anos ou passar 100 anos na idade que escolhesses?
pt_br: Você preferiria viver uma vida maravilhosa até os 100 anos ou passar 100 anos na idade que escolhesse?

# tp_224
source: Would you rather be reborn in the same country or in another of your choice?
de: Lieber im selben Land wiedergeboren werden oder in einem Land deiner Wahl?
es: ¿Preferirías renacer en el mismo país o en otro de tu elección?
fr: Tu préfères renaître dans le même pays ou dans un autre de ton choix ?
it: Preferiresti vivere un amore che ti fa piangere ma che ricordi o uno che non lascia segni?
pt: Preferias renascer no mesmo país ou noutro à tua escolha?
pt_br: Você preferiria renascer no mesmo país ou em outro à sua escolha?

# tp_225
source: Would you rather live in a country with four distinct seasons or in a country that's always sunny and warm?
de: Lieber in einem Land mit vier klaren Jahreszeiten oder immer sonnig und warm?
es: ¿Preferirías vivir en un país con cuatro estaciones bien marcadas o en uno siempre soleado y cálido?
fr: Tu préfères vivre dans un pays avec quatre saisons distinctes ou dans un pays toujours ensoleillé et chaud ?
it: Preferiresti vivere senza più ridere o senza più sognare?
pt: Preferias viver num país com quatro estações distintas ou num país sempre quente e ensolarado?
pt_br: Você preferiria viver em um país com quatro estações distintas ou em um país sempre quente e ensolarado?

# tp_226
source: Would you rather live by the sea or in the mountains?
de: Lieber am Meer oder in den Bergen wohnen?
es: ¿Preferirías vivir junto al mar o en la montaña?
fr: Tu préfères vivre au bord de la mer ou à la montagne ?
it: Preferiresti vivere un amore eterno ma difficile o uno breve ma perfetto?
pt: Preferias viver junto ao mar ou na montanha?
pt_br: Você preferiria viver à beira-mar ou na montanha?

# tp_227
source: Would you rather live in a castle with secret passages or in a modern manor with all the latest technology?
de: Lieber in einem Schloss mit Geheimgängen oder in einer modernen Villa mit neuester Technik?
es: ¿Preferirías vivir en un castillo con pasajes secretos o en una mansión moderna con toda la tecnología de punta?
fr: Tu préfères vivre dans un château avec des passages secrets ou dans un manoir moderne avec toute la technologie dernier cri ?
it: Preferiresti vivere senza amore o senza speranza?
pt: Preferias viver num castelo com passagens secretas ou numa mansão moderna com toda a tecnologia de ponta?
pt_br: Você preferiria viver em um castelo com passagens secretas ou em uma mansão moderna com toda a tecnologia de ponta?

# tp_228
source: Would you rather follow a strict routine every day or have total spontaneity in your schedule?
de: Lieber jeden Tag eine strikte Routine haben oder völlig spontan planen?
es: ¿Preferirías seguir una rutina estricta cada día o tener total espontaneidad en tu agenda?
fr: Tu préfères suivre une routine stricte chaque jour ou avoir une spontanéité totale dans ton emploi du temps ?
it: Preferiresti vivere un amore che ti rende felice ma dura poco o uno lungo ma che non ti emoziona?
pt: Preferias seguir uma rotina rígida todos os dias ou ter total espontaneidade na tua agenda?
pt_br: Você preferiria seguir uma rotina rígida todos os dias ou ter total espontaneidade na sua agenda?

# tp_229
source: Would you rather always have to dress formally or always wear casual clothes?
de: Lieber immer formell gekleidet sein oder immer locker?
es: ¿Preferirías tener que vestir siempre de forma formal o llevar siempre ropa casual?
fr: Tu préfères devoir toujours t'habiller de manière formelle ou toujours porter des vêtements décontractés ?
it: Preferiresti vivere senza mai potermi toccare o senza mai potermi parlare?
pt: Preferias ter de te vestir sempre de forma formal ou sempre de forma casual?
pt_br: Você preferiria ter que se vestir sempre de forma formal ou sempre de forma casual?

# tp_230
source: Would you rather feel like you never do enough or that I never do enough?
de: Lieber das Gefühl haben, du machst nie genug, oder dass ich nie genug mache?
es: ¿Preferirías sentir que nunca haces lo suficiente o que yo nunca hago lo suficiente?
fr: Tu préfères avoir l'impression de ne jamais en faire assez ou que je n'en fasse jamais assez ?
it: Preferiresti vivere un amore che ti fa soffrire ma vero o uno facile ma falso?
pt: Preferias sentir que nunca fazes o suficiente ou que eu nunca faço o suficiente?
pt_br: Você preferiria sentir que nunca faz o suficiente ou que eu nunca faço o suficiente?

# tp_231
source: Would you rather be able to eat as much as you want without ever gaining weight, or feel perfectly rested after only three hours of sleep?
de: Lieber essen, so viel du willst, ohne zuzunehmen, oder nach 3 Stunden Schlaf komplett ausgeruht sein?
es: ¿Preferirías poder comer todo lo que quisieras sin engordar nunca o sentirte perfectamente descansado tras solo tres horas de sueño?
fr: Tu préfères pouvoir manger autant que tu veux sans jamais grossir, ou te sentir parfaitement reposé après seulement trois heures de sommeil ?
it: Preferiresti vivere senza amore o senza felicità?
pt: Preferias poder comer tudo o que quisesses sem nunca engordar ou sentir-te totalmente descansado dormindo apenas três horas?
pt_br: Você preferiria poder comer tudo o que quisesse sem nunca engordar ou sentir-se totalmente descansado dormindo apenas três horas?

# tp_232
source: Would you rather be the luckiest person in the world or know that you earned everything through your work?
de: Lieber die glücklichste Person der Welt sein oder wissen, dass du alles durch deine Arbeit verdient hast?
es: ¿Preferirías ser la persona más afortunada del mundo o saber que ganaste todo gracias a tu trabajo?
fr: Tu préfères être la personne la plus chanceuse du monde ou savoir que tu as tout mérité grâce à ton travail ?
it: Preferiresti vivere un amore che nessuno conosce o uno che tutti giudicano?
pt: Preferias ser a pessoa mais sortuda do mundo ou saber que conquistaste tudo com o teu trabalho?
pt_br: Você preferiria ser a pessoa mais sortuda do mundo ou saber que conquistou tudo com o seu trabalho?

# tp_233
source: Would you rather have a noisy neighbor or a too-curious neighbor?
de: Lieber einen lauten Nachbarn oder einen zu neugierigen?
es: ¿Preferirías tener un vecino ruidoso o uno demasiado curioso?
fr: Tu préfères avoir un voisin bruyant ou un voisin trop curieux ?
it: Preferiresti poter cambiare un momento del passato o sapere qualcosa del futuro?
pt: Preferias ter um vizinho barulhento ou um vizinho demasiado curioso?
pt_br: Você preferiria ter um vizinho barulhento ou um vizinho curioso demais?

# tp_234
source: Would you rather be surprised every day or understand me effortlessly?
de: Lieber jeden Tag überrascht werden oder mich ohne Mühe verstehen?
es: ¿Preferirías que te sorprendiera cada día o comprenderme sin esfuerzo?
fr: Tu préfères être surpris chaque jour ou me comprendre sans effort ?
it: Preferiresti vivere senza amore o senza libertà?
pt: Preferias ser surpreendido todos os dias ou compreender-me sem esforço?
pt_br: Você preferiria ser surpreendido todos os dias ou compreender-me sem esforço?

# tp_235
source: Would you rather have lots of energy or lots of money?
de: Lieber viel Energie oder viel Geld?
es: ¿Preferirías tener mucha energía o mucho dinero?
fr: Tu préfères avoir beaucoup d'énergie ou beaucoup d'argent ?
it: Preferiresti vivere un amore che ti fa crescere ma che fa male o uno che non ti cambia ma ti lascia tranquillo?
pt: Preferias ter muita energia ou muito dinheiro?
pt_br: Você preferiria ter muita energia ou muito dinheiro?

# tp_236
source: Would you rather be a genius that everyone thinks is an idiot or an idiot that everyone thinks is a genius?
de: Lieber ein Genie, das alle für unwissend halten, oder ein Unwissender, den alle für ein Genie halten?
es: ¿Preferirías ser un genio al que todos creen idiota o un idiota al que todos creen un genio?
fr: Tu préfères être un génie que tout le monde prend pour un idiot ou un idiot que tout le monde prend pour un génie ?
it: Preferiresti vivere senza mai potermi scrivere o senza mai potermi vedere?
pt: Preferias ser um génio que todos acham idiota ou um idiota que todos acham um génio?
pt_br: Você preferiria ser um gênio que todos acham idiota ou um idiota que todos acham um gênio?

# tp_237
source: Would you rather hear 'I love you' often or feel it without words?
de: Lieber oft 'Ich liebe dich' hören oder es ohne Worte fühlen?
es: ¿Preferirías escuchar «te amo» a menudo o sentirlo sin palabras?
fr: Tu préfères entendre 'je t'aime' souvent ou le ressentir sans mots ?
it: Preferiresti vivere un amore impossibile ma vero o uno possibile ma falso?
pt: Preferias ouvir "amo-te" muitas vezes ou senti-lo sem palavras?
pt_br: Você preferiria ouvir "eu te amo" muitas vezes ou sentir isso sem palavras?

# tp_238
source: Would you rather relive our first date, or our first uncontrollable laughter?
de: Lieber unser erstes Date nochmal erleben oder unseren ersten Lachflash?
es: ¿Preferirías revivir nuestra primera cita o nuestra primera carcajada incontrolable?
fr: Tu préfères revivre notre premier date ou notre premier fou rire ?
it: Preferiresti vivere senza ricordi o senza sogni?
pt: Preferias reviver o nosso primeiro encontro ou a nossa primeira gargalhada incontrolável?
pt_br: Você preferiria reviver nosso primeiro encontro ou nossa primeira gargalhada incontrolável?

# tp_239
source: Would you rather I show my love through actions or through looks?
de: Lieber, dass ich meine Liebe durch Taten zeige oder durch Blicke?
es: ¿Preferirías que mostrara mi amor con acciones o con miradas?
fr: Tu préfères que je te montre mon amour par des actes ou par des regards ?
it: Preferiresti vivere un amore eterno ma difficile o uno breve ma intenso?
pt: Preferias que eu mostrasse o meu amor através de ações ou de olhares?
pt_br: Você preferiria que eu mostrasse meu amor através de ações ou de olhares?

# tp_240
source: Would you rather always have the right questions or always have the right answers?
de: Lieber immer die richtigen Fragen oder immer die richtigen Antworten haben?
es: ¿Preferirías tener siempre las preguntas correctas o siempre las respuestas correctas?
fr: Tu préfères avoir toujours les bonnes questions ou toujours les bonnes réponses ?
it: Preferiresti vivere senza amore romantico o senza amicizia?
pt: Preferias ter sempre as perguntas certas ou sempre as respostas certas?
pt_br: Você preferiria ter sempre as perguntas certas ou sempre as respostas certas?

# tp_241
source: Would you rather have the opportunity to travel around the world for a year or speak 10 languages fluently?
de: Lieber ein Jahr um die Welt reisen oder 10 Sprachen fließend sprechen?
es: ¿Preferirías tener la oportunidad de viajar por el mundo durante un año o hablar 10 idiomas con fluidez?
fr: Tu préfères avoir l'opportunité de voyager autour du monde pendant un an ou parler 10 langues couramment ?
it: Preferiresti vivere un amore che dura poco ma intenso o uno lungo ma meno emozionante?
pt: Preferias ter a oportunidade de viajar pelo mundo durante um ano ou falar 10 línguas fluentemente?
pt_br: Você preferiria ter a oportunidade de viajar pelo mundo durante um ano ou falar 10 línguas fluentemente?

# tp_242
source: Would you rather I tell you my dreams or my fears?
de: Lieber, dass ich dir von meinen Träumen erzähle oder von meinen Ängsten?
es: ¿Preferirías que te contara mis sueños o mis miedos?
fr: Tu préfères que je te raconte mes rêves ou mes peurs ?
it: Preferiresti vivere senza mai ridere o senza mai piangere?
pt: Preferias que eu te contasse os meus sonhos ou os meus medos?
pt_br: Você preferiria que eu contasse a você meus sonhos ou meus medos?

# tp_243
source: Would you rather be someone's obvious choice or their brave choice?
de: Lieber für jemanden die offensichtliche Wahl sein oder die mutige Wahl?
es: ¿Preferirías ser la elección obvia de alguien o su elección valiente?
fr: Tu préfères être l'évidence de quelqu'un ou son choix courageux ?
it: Preferiresti avere un amore che tutti conoscono o uno segreto solo per voi due?
pt: Preferias ser a escolha óbvia de alguém ou a escolha corajosa?
pt_br: Você preferiria ser a escolha óbvia de alguém ou a escolha corajosa?

# tp_244
source: Would you rather have a relationship where we share everything or where each keeps their secret garden?
de: Lieber eine Beziehung, in der wir alles teilen, oder eine, in der jeder seinen geheimen Garten behält?
es: ¿Preferirías una relación en la que compartamos todo o en la que cada uno conserve su jardín secreto?
fr: Tu préfères une relation où on partage tout ou où chacun garde son jardin secret ?
it: Preferiresti vivere senza potermi mai baciare o senza potermi mai abbracciare?
pt: Preferias uma relação onde partilhássemos tudo ou onde cada um tivesse o seu jardim secreto?
pt_br: Você preferiria um relacionamento onde compartilhássemos tudo ou onde cada um tivesse seu jardim secreto?

# tp_245
source: Would you rather have the chance to fix your biggest mistake or never make a mistake again?
de: Lieber die Chance, deinen größten Fehler zu reparieren, oder nie wieder einen Fehler machen?
es: ¿Preferirías tener la oportunidad de arreglar tu mayor error o no volver a equivocarte nunca?
fr: Tu préfères avoir la chance de réparer ta plus grosse erreur ou ne plus jamais faire d'erreur ?
it: Preferiresti vivere un amore che ti fa male ma che ricordi o uno facile che dimentichi?
pt: Preferias ter a oportunidade de corrigir o teu maior erro ou nunca mais cometer erros?
pt_br: Você preferiria ter a oportunidade de corrigir seu maior erro ou nunca mais cometer erros?

# tp_246
source: Would you rather be very intelligent or very attractive?
de: Lieber sehr intelligent oder sehr attraktiv?
es: ¿Preferirías ser muy inteligente o muy atractivo?
fr: Tu préfères être très intelligent ou très attirant ?
it: Preferiresti vivere senza speranza o senza amore?
pt: Preferias ser muito inteligente ou muito atraente?
pt_br: Você preferiria ser muito inteligente ou muito atraente?

# tp_247
source: Would you rather be loved for who you are or for who you could become?
de: Lieber für das geliebt werden, was du bist, oder für das, was du werden könntest?
es: ¿Preferirías ser amado por quien eres o por quien podrías llegar a ser?
fr: Tu préfères être aimé(e) pour ce que tu es ou pour ce que tu pourrais devenir ?
it: Preferiresti vivere un amore che ti consuma ma sincero o uno tranquillo ma falso?
pt: Preferias ser amado pelo que és ou pelo que poderias vir a ser?
pt_br: Você preferiria ser amado pelo que é ou pelo que poderia se tornar?

# tp_248
source: Would you rather have no photos but remember perfectly all the places you've visited, or have lots of photos but no memories?
de: Lieber keine Fotos, aber perfekte Erinnerungen an alle Orte, oder viele Fotos, aber keine Erinnerungen?
es: ¿Preferirías no tener fotos pero recordar perfectamente todos los lugares que has visitado, o tener muchas fotos pero ningún recuerdo?
fr: Tu préfères n'avoir aucune photo mais te souvenir parfaitement de tous les endroits que tu as visités, ou avoir plein de photos mais aucun souvenir ?
it: Preferiresti vivere senza più sognare o senza più ridere?
pt: Preferias não ter fotos mas lembrar-te perfeitamente de todos os lugares que visitaste, ou ter muitas fotos mas nenhuma memória?
pt_br: Você preferiria não ter fotos mas lembrar-se perfeitamente de todos os lugares que visitou, ou ter muitas fotos mas nenhuma memória?

# tp_249
source: Would you rather I write to you every day or speak to you once with intensity?
de: Lieber, dass ich dir jeden Tag schreibe, oder einmal intensiv mit dir reden?
es: ¿Preferirías que te escribiera todos los días o hablarte una sola vez con intensidad?
fr: Tu préfères que je t'écrive tous les jours ou que je te parle une fois avec intensité ?
it: Preferiresti vivere un amore eterno ma difficile o uno breve ma perfetto?
pt: Preferias que eu te escrevesse todos os dias ou que falasse contigo uma vez com intensidade?
pt_br: Você preferiria que eu escrevesse para você todos os dias ou que falasse com você uma vez com intensidade?

# tp_250
source: Would you rather be told in advance all the beautiful things awaiting you, or discover them by surprise?
de: Lieber vorher alles Schöne erfahren, was dich erwartet, oder es überraschend entdecken?
es: ¿Preferirías que te dijeran de antemano todas las cosas bonitas que te esperan o descubrirlas por sorpresa?
fr: Tu préfères qu'on te dise à l'avance toutes les belles choses qui t'attendent, ou les découvrir par surprise ?
it: Preferiresti vivere senza amore o senza amicizia?
pt: Preferias que te dissessem antecipadamente todas as coisas bonitas que te esperam ou descobri-las de surpresa?
pt_br: Você preferiria que dissessem antecipadamente todas as coisas bonitas que esperam por você ou descobri-las de surpresa?

# tp_251
source: Would you rather always be in my arms or always in my thoughts?
de: Lieber immer in meinen Armen sein oder immer in meinen Gedanken?
es: ¿Preferirías estar siempre en mis brazos o siempre en mis pensamientos?
fr: Tu préfères être toujours dans mes bras ou toujours dans mes pensées ?
it: Preferiresti vivere un amore che ti fa piangere ma che resta o uno facile che dimentichi subito?
pt: Preferias estar sempre nos meus braços ou sempre nos meus pensamentos?
pt_br: Você preferiria estar sempre nos meus braços ou sempre nos meus pensamentos?

# tp_252
source: Would you rather have a relationship that starts unexpectedly, or one that feels meant to be?
de: Lieber eine Beziehung, die unerwartet startet, oder eine, die sich wie Schicksal anfühlt?
es: ¿Preferirías una relación que empiece de manera inesperada o una que parezca destinada?
fr: Tu préfères une relation qui commence dans l'inattendu ou dans l'évidence ?
it: Preferiresti vivere senza mai sentire ti amo o senza mai poterlo dire?
pt: Preferias uma relação que começasse de forma inesperada ou uma que parecesse destinada?
pt_br: Você preferiria um relacionamento que começasse de forma inesperada ou um que parecesse destinado?

# tp_253
source: Would you rather love as if it were the first time or as if it were the last?
de: Lieber lieben, als wäre es das erste Mal, oder als wäre es das letzte?
es: ¿Preferirías amar como si fuera la primera vez o como si fuera la última?
fr: Tu préfères aimer comme si c'était la première fois ou comme si c'était la dernière ?
it: Preferiresti vivere un amore che ti rende felice ma breve o uno lungo ma che non ti emoziona?
pt: Preferias amar como se fosse a primeira vez ou como se fosse a última?
pt_br: Você preferiria amar como se fosse a primeira vez ou como se fosse a última?

# tp_254
source: Would you rather win the Nobel Peace Prize or 5 million dollars?
de: Lieber den Friedensnobelpreis gewinnen oder 5 Millionen Dollar?
es: ¿Preferirías ganar el Premio Nobel de la Paz o 5 millones de dólares?
fr: Tu préfères gagner le prix Nobel de la paix ou 5 millions de dollars ?
it: Preferiresti vivere senza amore o senza verità?
pt: Preferias ganhar o Prémio Nobel da Paz ou 5 milhões de dólares?
pt_br: Você preferiria ganhar o Prêmio Nobel da Paz ou 5 milhões de dólares?

# tp_255
source: Would you rather be my refuge in storms or my daily ray of sunshine?
de: Lieber mein Safe Space im Sturm sein oder mein täglicher Sonnenschein?
es: ¿Preferirías ser mi refugio en las tormentas o mi rayo de sol diario?
fr: Tu préfères être mon refuge dans les tempêtes ou mon rayon de soleil quotidien ?
it: Preferiresti vivere un amore che tutti giudicano o uno che nessuno conosce?
pt: Preferias ser o meu refúgio nas tempestades ou o meu raio de sol diário?
pt_br: Você preferiria ser meu refúgio nas tempestades ou meu raio de sol diário?

# tp_256
source: Would you rather never age or never worry about money?
de: Lieber nie altern oder nie Geldsorgen haben?
es: ¿Preferirías no envejecer nunca o no preocuparte nunca por el dinero?
fr: Tu préfères ne jamais vieillir ou ne jamais t'inquiéter pour l'argent ?
it: Preferiresti vivere senza mai potermi vedere o senza mai potermi sentire?
pt: Preferias nunca envelhecer ou nunca te preocupares com dinheiro?
pt_br: Você preferiria nunca envelhecer ou nunca se preocupar com dinheiro?
